about-me.org
#+Title: About me
#+author: Antoine Romain Dumont
#+STARTUP: indent
#+STARTUP: hidestars odd

* Personally
I'm just a linux fan boy geek (GNU/Linux, *BSD, Android and Free Software etc...).
Also, completely development addict (Clojure, C, Java, PHP, *sh, Perl, Python, html, etc...)

I'm trying to share the little computer knowledge with the rest of the
world because i had this completely amazingly utopist dream of free knowledge (as in free speech).

Trying to share when i'm not too busy playing with my kids or coding
to solve some problems ([[http://projecteuler.net][Project Euler]],[[http://4clojure.com][ 4clojure.com]]) or playing with
my guitar (then again trying) 
or losing my precious time in some bull... means of transportation.

Anyway, here is my rapid resume.
* Rapid resume
** Once upon a time, i was a student
Master's degree in Networks and systems at the [[http://www.univ-paris-diderot.fr/][Denis Diderot College Paris VII]].
** Then i started working
Software engineer for 4 years at [[http://www.sopragroup.com"][Sopra Group]].
Some technologies i came across : JEE4/5, PHP4/5, Oracle, Hibernate, Spring, Ant, Maven, etc...
** Now
I'm still a software engineer but i like to call it simply developer as i really really enjoy coding.
I'm working with [[http://www.sfeir.com/][Sfeir]].
The technologies are very innovative : GWT, Android, NoSQL, etc...
* Where can you found me if you ever were interested
** [[https://github.com/ardumont][github]]
** [[http://j.mp/hevpPB][blog]]
** [[http://j.mp/ibIAVM][viadeo]]
** [[http://j.mp/dWMPPr][linkedin]]
** [[http://j.mp/gkImOH][My student resume]] (Need to be updated some day)
