about-me.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>About me</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2011-12-16 00:37:36 CET"/>
<meta name="author" content="Antoine Romain Dumont"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">About me</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Personally </a></li>
<li><a href="#sec-2">2 Rapid resume </a>
<ul>
<li><a href="#sec-2-1">2.1 Once upon a time, i was a student </a></li>
<li><a href="#sec-2-2">2.2 Then i started working </a></li>
<li><a href="#sec-2-3">2.3 Now </a></li>
</ul>
</li>
<li><a href="#sec-3">3 Where can you found me if you ever were interested </a>
<ul>
<li><a href="#sec-3-1">3.1 github </a></li>
<li><a href="#sec-3-2">3.2 blog </a></li>
<li><a href="#sec-3-3">3.3 viadeo </a></li>
<li><a href="#sec-3-4">3.4 linkedin </a></li>
<li><a href="#sec-3-5">3.5 My student resume (Need to be updated some day) </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Personally </h2>
<div class="outline-text-2" id="text-1">

<p>I'm just a linux fan boy geek (GNU/Linux, *BSD, Android and Free Software etc&hellip;).
Also, completely development addict (Clojure, C, Java, PHP, *sh, Perl, Python, html, etc&hellip;)
</p>
<p>
I'm trying to share the little computer knowledge with the rest of the
world because i had this completely amazingly utopist dream of free knowledge (as in free speech).
</p>
<p>
Trying to share when i'm not too busy playing with my kids or coding
to solve some problems (<a href="http://projecteuler.net">Project Euler</a>,<a href="http://4clojure.com"> 4clojure.com</a>) or playing with
my guitar (then again trying) 
or losing my precious time in some bull&hellip; means of transportation.
</p>
<p>
Anyway, here is my rapid resume.
</p></div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Rapid resume </h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> Once upon a time, i was a student </h3>
<div class="outline-text-3" id="text-2-1">

<p>Master's degree in Networks and systems at the <a href="http://www.univ-paris-diderot.fr/">Denis Diderot College Paris VII</a>.
</p></div>

</div>

<div id="outline-container-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> Then i started working </h3>
<div class="outline-text-3" id="text-2-2">

<p>Software engineer for 4 years at <a href="http://www.sopragroup.com"">Sopra Group</a>.
Some technologies i came across : JEE4/5, PHP4/5, Oracle, Hibernate, Spring, Ant, Maven, etc&hellip;
</p></div>

</div>

<div id="outline-container-2-3" class="outline-3">
<h3 id="sec-2-3"><span class="section-number-3">2.3</span> Now </h3>
<div class="outline-text-3" id="text-2-3">

<p>I'm still a software engineer but i like to call it simply developer as i really really enjoy coding.
I'm working with <a href="http://www.sfeir.com/">Sfeir</a>.
The technologies are very innovative : GWT, Android, NoSQL, etc&hellip;
</p></div>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Where can you found me if you ever were interested </h2>
<div class="outline-text-2" id="text-3">


</div>

<div id="outline-container-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> <a href="https://github.com/ardumont">github</a> </h3>
<div class="outline-text-3" id="text-3-1">

</div>

</div>

<div id="outline-container-3-2" class="outline-3">
<h3 id="sec-3-2"><span class="section-number-3">3.2</span> <a href="http://j.mp/hevpPB">blog</a> </h3>
<div class="outline-text-3" id="text-3-2">

</div>

</div>

<div id="outline-container-3-3" class="outline-3">
<h3 id="sec-3-3"><span class="section-number-3">3.3</span> <a href="http://j.mp/ibIAVM">viadeo</a> </h3>
<div class="outline-text-3" id="text-3-3">

</div>

</div>

<div id="outline-container-3-4" class="outline-3">
<h3 id="sec-3-4"><span class="section-number-3">3.4</span> <a href="http://j.mp/dWMPPr">linkedin</a> </h3>
<div class="outline-text-3" id="text-3-4">

</div>

</div>

<div id="outline-container-3-5" class="outline-3">
<h3 id="sec-3-5"><span class="section-number-3">3.5</span> <a href="http://j.mp/gkImOH">My student resume</a> (Need to be updated some day) </h3>
<div class="outline-text-3" id="text-3-5">

</div>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2011-12-16 00:37:36 CET</p>
<p class="author">Author: Antoine Romain Dumont</p>
<p class="creator">Org version 7.7 with Emacs version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
